---
layout: layout.njk
title: Shh — рецензия альбома
tags: posts
---

## Shh — рецензия альбома
Альбом shh покорил меня. Ещё не один альбом я не был готов слушать так часто как этот. В этом альбоме Кай совместил всё, ретро 90х, немного свинга, мотивы прошлых альбомов, стиль Мэнсона и так далее. Это настолько разноплановый, но при этом настолько цельный альбом, что мне сложно подобрать аналоги. 

**Кратко по трекам:**

TV — 9/10, очень хорошо, похоже на что то ретро, при этом со знакомыми мотивами кая и современного рок-н-ролла, немного смобр как будто. Отличный трек для начала 

Mulholland — 8/10, здесь больше старого кая, но звук всё равно отличается, он новый и хороший, текст превосходен, редко вчитываюсь, но здесь браво

evil icon baby — 7/10, немного плосковатый трек на мной вкус , хотя ритм прям оч хорошо, в принципе композиция трека цельная и отлично закольцована, бридж кайф, синты прикольные, хороший трек

pleasure — 8/10 очень хороший заход в нескучную лирику, эту песню хочется слушать и проживать, не фанат лирики вовсе, но это очень хорошо и вокально и музыкально и по тексту

NAKED — 9/10, лучшее что можно было взять от Мэрлина Менсона Кай взял, переработал под себя, и получилась бомба, настолько знакомый, но при этом новый и самобытный трек, это очень очень хорошо, звук и сведение просто на высоте

Razorblade kiss — 10/10 — это очень хорошо, точка. Гитара, как родная залетела, просто сумасшедший ритм в самой положительной коннотации, тут отлично всё, вокал текст, инструментал и новаторство. Почти середина альбома, это прям самый концентрированный по всем аспектам трек на мой вкус, тут выкручено на максимум всё, 10.

Pretty Girls — просто 10, всё. Вышел как сингл и сразу мне понравился, это основа этого альбома как по мне, он задал настроение на будущее развитие стиля кая в альбома, оправдал ожидания и просто разнёс.

andy warhol — 6/10, на фоне остальных мне показался простоватым, но понравились отсылки к поп-культуре. По ритму и музыке вопросов нет, просто не зашло.

1 more — 7/10, просто крепкий, хорошо сделанный трек, I need one more drink
One more song западает в голове, не больше не меньше. Хотя он пока что больше всех напоминает старого кая образца 23-24 года

BABYLON — 11/10, даададдаадда, оно, просто топовейший ритм, чуть со стула не упал, прям сильно хорошо, сведение тоже на высоте, причём на всём альбоме оно немного отличается между собой, но оно везде хорошее. Очень хороший трек, на концертах зайдёт только так

le royal monceau gatsby séance — 8/10 ,воу, просто воу. Моё почтение, этот блюзовый римт, это что то невероятное, песне с отсылкой на Гэтсби прям подходит, он прям вкусный, вокал прям идеальный, в общем конфетка.

Limousine Music — 9/10, это самое офигенное рэтро, которое я слышал, прям под диско шаром где нибудь в клубе в 90х, это очень хорошо, детали в виде шумов и и поскрипываний такого вайба наваливают, уф.

yes i glow in the dark but also i am the dark — лиричный, мелодичный трек, как переход к последнему, очень хорошо, возможно нужно послушать ещё раз, пока не могу дать однозначной оценки

Flowers — 10/10. Чуть не заплакал. Отличное завершение альбома, очень личное, но как последний трек просто 10.

Звук в этом альбоме это нечто, такая тонкая работа, которая придаёт непедаваемый вайб и атмосферу всему альбому, связывая нас с привычным Каем с совершенно новым звучанием. Все треки на своих местах, к концу альбома ты чувствуешь законченое произведение и трек Frowers отличное завершение, как саморефлексия.

Феномен Кая как исполнителя, для меня, в том, что он с каждым новым релизом планка качества и крутости треков растёт. При этом этот жанр Кай двигает в соло (лично я не знаю исполнителей с похожим стилем и звучанием) и то как он это делает, вызвает только восхищение и уважение. То что он делал с Майсом, для альбомов MM, GOD SYSTEM и damage, кардинально отличается между собой, но при этом это всё по своему отличные работы.

В общем альбом Shh это концентрация всего лучшего, накопленного Каем за годы карьеры, я вижу в этом альбоме не только превсходную музыку, но и огромный задел на будущее в новый жанрах и стиля

Shh.....

